{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 5, "word_counts": "{\"hello\": 1, \"how\": 1, \"are\": 1, \"you\": 1, \"tell\": 1, \"me\": 1, \"a\": 1, \"joke\": 1, \"goodbye\": 1, \"what\": 1, \"is\": 1, \"your\": 1, \"name\": 1}", "word_docs": "{\"hello\": 1, \"are\": 1, \"you\": 1, \"how\": 1, \"joke\": 1, \"a\": 1, \"me\": 1, \"tell\": 1, \"goodbye\": 1, \"what\": 1, \"name\": 1, \"your\": 1, \"is\": 1}", "index_docs": "{\"1\": 1, \"3\": 1, \"4\": 1, \"2\": 1, \"8\": 1, \"7\": 1, \"6\": 1, \"5\": 1, \"9\": 1, \"10\": 1, \"13\": 1, \"12\": 1, \"11\": 1}", "index_word": "{\"1\": \"hello\", \"2\": \"how\", \"3\": \"are\", \"4\": \"you\", \"5\": \"tell\", \"6\": \"me\", \"7\": \"a\", \"8\": \"joke\", \"9\": \"goodbye\", \"10\": \"what\", \"11\": \"is\", \"12\": \"your\", \"13\": \"name\"}", "word_index": "{\"hello\": 1, \"how\": 2, \"are\": 3, \"you\": 4, \"tell\": 5, \"me\": 6, \"a\": 7, \"joke\": 8, \"goodbye\": 9, \"what\": 10, \"is\": 11, \"your\": 12, \"name\": 13}"}}